{
    "start_time": [
        "0.0",
        "16.28",
        "31.64",
        "47.92",
        "64.62",
        "79.9",
        "97.56",
        "116.52",
        "135.0",
        "154.67999999999998",
        "173.23999999999998",
        "188.42",
        "205.32",
        "221.44",
        "240.07999999999998",
        "255.28",
        "272.36",
        "292.58",
        "311.3",
        "327.04",
        "345.24"
    ],
    "end_time": [
        "16.28",
        "31.64",
        "47.92",
        "64.62",
        "79.9",
        "97.56",
        "116.52",
        "135.0",
        "154.67999999999998",
        "173.23999999999998",
        "188.42",
        "205.32",
        "221.44",
        "240.07999999999998",
        "255.28",
        "272.36",
        "290.58",
        "311.3",
        "327.04",
        "345.24",
        "350.64"
    ],
    "content": [
        " Having discussed what law is or how it can be defined, the next question to discuss is, why we need law in the first place.",
        " What does law achieve?, And could we not simply live our lives and run businesses based on customs and norms?, As it turns out, that's not the case., A first explanation as to why we need a legal system is market-based.",
        " Classic laissez-faire economic liberalism and more recently neoliberalism believes in, the power of the market, the invisible hand of the market., What does that mean?, Essentially, that markets and their participants regulate themselves.",
        " For that reason, because of this self-regulatory function, some scholars and commentators argue, that no outside rules and regulations are needed., The problem with that view, however, is that it assumes perfect market conditions., In reality, that's not the case.",
        " There is no perfect flow of information., There are transaction costs, stronger market participants can take advantage of weaker, participants and so on., Therefore, law can be understood as a means to protect society from market failures.",
        " It can demand transparency and disclosure., It can regulate transaction costs., And it can protect those market participants that are not in strong bargaining positions., Another explanation is based on the law's power to maintain peace and safety.",
        " Because of the presence of enforceable rules, people resolve disputes not by fighting, but, rather by turning to the law and courts., If there was no law, someone could steal your belongings., People could attack you without punishment., A strong business could force smaller competitors out of the market with heavy-handed practices.",
        " But today, we have laws that aim to prevent this., Law helps to ensure a safe and peaceful society in which people's rights are respected., The legal system respects individual rights while at the same time ensuring that our society, operates in an orderly manner.",
        " A final explanation for society's need for law is that it functions as a vehicle through, which to implement social policies., Laws do not only govern our conduct, they also shape our society in other profound ways., For example, some laws provide for benefits when workers are injured on the job.",
        " Or they offer support in the area of health care., Laws also incentivize and facilitate saving for retirement., More generally, laws are also aimed at ensuring fairness., By recognizing and protecting basic individual rights and freedoms such as liberty and equality,",
        " our laws ensure that stronger groups and individuals do not use their powerful positions to take, unfair advantage of weaker groups or people., What about the business perspective?",
        " What do businesses need from the law or how do they benefit from the existence of a legal system?, There are various important ways in which business benefits from the law., First, the stability and predictability offered by the law ensure that contracts can be entered",
        " into and enforced., It also provides protections from being exposed to completely unexpected lawsuits or claims., Business also benefits from the peaceful and stable social environments that the law helps create.",
        " For example, workers perform better when they and their property are safe., And generally, business works better in a functioning society., Stable legal systems also provide for appropriate infrastructure and education, both highly important",
        " for business as they facilitate access to productive workers, the ability to travel, and transport goods, and so on., Finally, a developed legal system includes an efficient framework of business and corporate laws.",
        " These allow businesses, for example, to operate as limited liability entities and provide, access to capital markets., Overall, it is clear that business is highly dependent on a functioning legal system., That doesn't mean that norms, customs, and ethics are of no importance.",
        " Indeed, examples like the corporate social responsibility movement, which is in part, based on non-enforceable soft laws, show that there is more than just law that influences business., Nevertheless, the most important tools for guiding business behavior is, without a doubt, the law.",
        " Yet, it is also worth noting that not only is business influenced by law, but it also, goes the other way., Business can influence law., Businesses are increasingly powerful and connected., They actively engage in political lobbying and contribute financially to political campaigns.",
        " They attempt to influence politicians and lawmakers so that they can design laws in, a manner that is beneficial for business., And finally, business not only influences law, but it also influences customs and norms,, thereby society as a whole.",
        " For instance, think of the way we communicate, work, spend spare time, and so on., All of these areas of life are strongly influenced by major companies such as Twitter, Facebook,, Google, Apple, and many more., Ultimately, the relationship between business and law is circular.",
        " Law governs business, but business influences law, directly and indirectly."
    ]
}