{
    "start_time": [
        "0.0",
        "18.900000000000002",
        "55.12",
        "78.52000000000001",
        "94.04",
        "111.52000000000001",
        "127.56",
        "166.35999999999999",
        "181.55999999999997",
        "196.92",
        "215.0",
        "233.39999999999998",
        "250.48",
        "289.76",
        "308.98",
        "327.1",
        "345.15999999999997",
        "362.88",
        "378.65999999999997",
        "396.96",
        "412.97999999999996",
        "433.56",
        "448.74",
        "469.94",
        "485.56",
        "501.53999999999996",
        "520.8",
        "538.4799999999999",
        "554.76",
        "572.5999999999999",
        "589.5"
    ],
    "end_time": [
        "18.900000000000002",
        "55.12",
        "78.48",
        "94.04",
        "111.52000000000001",
        "127.56",
        "166.35999999999999",
        "181.55999999999997",
        "196.92",
        "215.0",
        "233.39999999999998",
        "250.48",
        "289.76",
        "308.97999999999996",
        "327.1",
        "345.15999999999997",
        "362.88",
        "378.65999999999997",
        "396.96",
        "412.97999999999996",
        "433.56",
        "448.74",
        "469.94",
        "485.56",
        "501.53999999999996",
        "520.8",
        "538.4799999999999",
        "554.76",
        "572.5999999999999",
        "589.5",
        "598.4599999999999"
    ],
    "content": [
        " We are now ready to discuss case briefs., But what are they?, A case brief is a summary and analysis of a court opinion.",
        " Often students will brief cases to develop a better understanding of a significant decision, on.",
        " The caption usually tells you the last names of the person who brought the lawsuit and, the person who is being sued., These two sides are often referred to as the parties or as the litigants in the case., For example, if Ms. Smith sues Mr. Jones, the case caption may be Smith vs. Jones or,",
        " depending on the court, Jones vs. Smith., In criminal law, cases are brought by government prosecutors on behalf of the government itself., This means that the government is the named party.",
        " For example, if the US federal government charges John Doe with a crime, the case caption, will be United States vs. Doe., If a state brings the charges instead, the caption will be State vs. Doe, People vs.",
        " Doe, or Commonwealth vs. Doe, depending on the practices of that state., Below the case name, you will find some letters and numbers., These letters and numbers are the legal citation for the case.",
        " A citation may tell you the name of the court that decided the case, although that's not, in 1988 that appears in volume 485 of the United States reports starting at page 759.",
        " Let's also look at a UK example., Smith vs. Jones, 1986, 2WLR 123 refers to a case between Smith and Jones reported in",
        " 1986 in volume 2 of the Weekly Law Reports beginning on page 123., The next piece of information is the name of the judge who wrote the opinion or part",
        " of the opinion., Most opinions assigned in law school were issued by courts with multiple judges., The name tells you which judge wrote that particular opinion., For example, in a US Supreme Court case, this could indicate that Justice Kennedy delivered",
        " the opinion of the court., In older cases, the opinion often simply states a last name followed by the initial J, which, stands for judge or justice, depending on the court., On occasion, the author information will use the Latin phrase per curiam instead of",
        " a judge's name., Per curiam means by the court., It signals that the opinion reflects a common view among all the judges rather than the, writings of a specific judge.",
        " The procedural history element indicates whether the case has been decided already by one or, For instance, the facts might be that Party A entered into a contract with Party B for",
        " the delivery of certain items but then failed to deliver., Surprisingly, there are no particular rules for what facts a judge must include in the, facts section of an opinion., Sometimes the facts sections are long and sometimes they are short.",
        " Sometimes they are clear and accurate and other times they are vague or incomplete., A case brief will include a separate section called Issue., Here the brief will describe the legal issue or issues that the facts of the case present",
        " and that need to be answered., In an actual court opinion, the legal issues will not be listed separately, but they will, be somewhere in the opinion itself., Next, there will be the part of the brief or opinion that contains the actual reasons",
        " for why a case was decided in a certain way., The brief will offer a summary of what the court wrote in this regard., In essence, the reasoning is an application of the applicable rules to the facts and then, an appropriate conclusion.",
        " Based on the reasoning, there will be a holding., This answers the legal issues and states what the court decided or ruled., Most of the opinions that law students read are majority opinions.",
        " When judges decide a case, they vote on which side should win and also try to agree on a, legal rationale to explain why that side has won., A majority opinion is an opinion joined by the majority of judges on that court.",
        " Although many decisions are unanimous, some are not., Some judges may disagree and will write a separate opinion offering a different approach., Those opinions are called concurring opinions or dissenting opinions, and they appear after",
        " the majority opinion., A concurring opinion, sometimes called a concurrence, explains a vote in favour of the winning side, but based on a different legal rationale., A dissenting opinion, sometimes just called a dissent, explains a vote in favour of the",
        " losing side., Let's look at an example of a case brief., The title of the case, that is, the parties or the caption, is McBoyle v. United States.",
        " The citation is 283 U.S. 25 1931., This indicates that it was decided by the Supreme Court because U.S. refers to the United, States reports, which contain the official reports for U.S. Supreme Court decisions.",
        " The author of the opinion is Justice Holmes, and the procedural history on appeal indicates, that this case has previously been decided by a lower court or lower courts.",
        " The facts summarise what happened., The defendant was convicted of violating the National Motor Vehicle Theft Act because he, He intentionally conveyed a stolen airplane from Illinois to Oklahoma.",
        " The National Motor Vehicle Theft Act defined vehicle as an automobile, automobile truck,, automobile wagon, motorcycle, or any other self-propelled vehicle not designed for running, on rails., The act also prohibited the interstate transportation of stolen vehicles.",
        " The defendant was convicted of violating the act., He appealed this ruling., The legal issue in this case was as follows., Is an airplane defined as a vehicle within the meaning of the National Motor Vehicle, Theft Act?",
        " The court's holding can be summarised as follows., No, an airplane is not defined as a vehicle within the meaning of the National Motor Vehicle, Theft Act., The court reversed the lower court's judgement, which found that an airplane is a vehicle",
        " within the meaning of the act., Finally, here's our reasoning, that is, the discussion of the reasons why the court derived, at its holding., The term vehicle usually refers to a thing that runs on land, which is also in line with",
        " the intended restrictive definition of the act., The defendant was therefore not properly warned by the statute that his conduct would, violate the National Motor Vehicle Theft Act., This concludes this example of a case brief.",
        " You will see that with some practice, this becomes easier and easier., Why don't you pick a case of your choice and try it for yourself?"
    ]
}