{
    "Civil Law vs Criminal Law Explained": "In civil law, the plaintiff is a private party, while in criminal law, it's the government or state. In both cases, the defendant is a private party. The burden of proof is higher in criminal law, requiring evidence beyond a reasonable doubt. Sanctions in criminal law can be more drastic, including incarceration and fines. Civil law focuses on compensation and deterrence, while criminal law prioritizes specific and general deterrence, with a strong punitive element.",
    "Legal Terms and Terminology": "A case brief is a summary of a legal case. Lawyers, including solicitors and barristers, work in law firms or courts. Judges decide cases and are referred to as 'your honor' or'my lord/my lady'. An appeal is a review of a court decision by a higher court, where the losing side may file a petition for relief.",
    "Introduction to Anglo-American Law (US and UK)": "This course, Introduction to Anglo-American Law, covers fundamental aspects of law in the US and UK, suitable for international students and lawyers. It's a self-study course that covers six areas: law characteristics, sources, court systems, legal terminology, and jurisdiction. The course discusses informal norms, law characteristics, and different kinds of laws, including public and private law. It also introduces the court system in the US and UK, explains how to read and brief a case, and discusses jurisdiction.",
    "Why Do We Need Law or Laws in Society_": "Law is necessary to achieve specific goals, such as establishing a market-based system, protecting society from market failures, and ensuring fairness. Laws aim to prevent harm, ensure a safe and peaceful society, and maintain social order. Businesses benefit from the law in various ways, including stability and predictability of contracts, protection from lawsuits, and creation of peaceful environments. The legal system provides infrastructure, education, and access to productive workers, travel, and goods transportation. Businesses can operate as limited liability entities and access capital markets, highlighting the importance of a functioning legal system. The relationship between business and law is circular, with law governing business and business influencing law directly and indirectly.",
    "How To Write A Case Brief or Case Outline for Law School (With An Example)": "A case brief is a summary and analysis of a court opinion, used by students to understand a significant decision. It typically includes the parties involved, legal citation, and a summary of the court's reasoning. The brief provides a summary of the court's reasoning, which is an application of applicable rules to facts, resulting in a holding that answers legal issues and states what the court decided or ruled.",
    "Positive Laws and Statutory Interpretation": "There are two basic sources of law: positive law and common law. Positive law refers to human-made laws, while common law is considered universally accepted moral principles. Positive laws are enacted by legislative or official government bodies, while common law is developed through court decisions. In the US, positive laws are enacted by Congress at the federal level, while states have the power to enact their own laws in areas where the federal government has not acted. If there is a conflict between federal and state law, federal law overrides state law. Primary sources of positive laws include the federal constitution, state constitutions, statutes, and regulations. Secondary sources include restatements, books, treatises, and articles. Courts may engage in statutory interpretation through various methods, including reading the text, examining legislative history and intent, identifying desirable public policies, and finding precedents in previously decided cases.",
    "The UK Court System Explained _ How the UK Court System Works": "The UK court system has a hierarchical structure, with the Supreme Court at the top, followed by the Senior Courts of England and Wales, the Court of Appeal, and the High Court. The High Court has three divisions: Queen's Bench, Chancery Division, and Family Division. The Crown Court and Magistrates Court handle criminal law cases, while county courts and family courts handle civil law and family law issues. The UK Supreme Court is located in Westminster, London, and hears cases with 5, 7, or 9 justices, with overall verdicts achieved by unanimity or simple majority. The Supreme Court is responsible for hearing cases for the entire UK in civil cases, and for England, Wales, and Northern Ireland in criminal cases, but not for Scotland.",
    "Federal vs State Jurisdiction in the US": "Federal courts have jurisdiction over cases involving the U.S. as a party, diversity of citizenship, and cases with a value exceeding $75,000. They also have jurisdiction in bankruptcy, copyright, patent, and maritime cases. State courts have jurisdiction over other cases, including traffic violations, criminal offenses, contractual issues, and tort cases, with a protection of bias against non-residents. Both state and federal courts can have partial jurisdiction over certain cases, and securities laws are subject to both federal and state jurisdiction.",
    "What is Law About_ Exploring the Definition of Law vs Ethics and Morality": "The law is not based on informal norms and customs, but rather enforceable rules. It can include rules considered wrong or immoral, and an action can be unethical but still legal. The law helps define roles and behaviors, reflecting societal consensus on what constitutes appropriate behavior. Legal rules should be formulated with four key principles in mind: general applicability, stability, prospectivity, and promulgation. They should be clear and understandable, not contradict each other, consistent with announced and applied rules, and feasible for those subject to them.",
    "Common Law and Stare Decisis in the US and UK": "Stare decisis is a principle in common law that requires courts to follow their own prior decisions and those of superior courts. It applies in both the UK and US, with some differences in scope. In the US, Supreme Court decisions are binding for all lower courts, while Court of Appeals decisions are persuasive authority. Departures from precedent are allowed when a doctrine becomes unworkable or facts change, as seen in the Supreme Court's decision in Brown v. Board of Education. The doctrine provides certainty and predictability, but can result in a lack of flexibility and inability to adapt to changing realities.",
    "The US Court System Explained _ How the United States Court System Works": "The United States has a dual court system with federal and state courts, with the U.S. Supreme Court at the top. Federal courts include U.S. District Courts and Courts of Appeal, while state courts have jurisdiction over disputes with some connection to a U.S. state. The Supreme Court has original jurisdiction over certain cases and appellate jurisdiction, allowing it to hear cases on appeal. It also has the power of judicial review, established by the Marbury v. Madison case in 1803, to declare legislative or executive acts in violation of the Constitution.",
    "Court Jurisdiction in the United States": "Jurisdiction refers to a court's power to hear a case, with three basic aspects: subject matter jurisdiction, personal jurisdiction, and in rem jurisdiction. Subject matter jurisdiction determines whether a court has jurisdiction over the subject matter of a case, while personal jurisdiction determines whether a court has jurisdiction over a specific person or not. Courts in the state where a defendant resides have jurisdiction over that person, but courts in other states don't. Implied consent and explicit consent to jurisdiction are possible. Businesses can be subject to jurisdictions outside their home state if they conduct business elsewhere, under the minimum contact test and long-arm statutes. The leading case on business and minimum contacts is International Shoe Company vs. State of Washington, a 1945 Supreme Court decision. In e-commerce, some courts have held that an interactive website can establish personal jurisdiction in locations where users access the site, but a passive web page is insufficient. In rem jurisdiction refers to a court's power to decide cases concerning a specific property, regardless of the parties involved.",
    "Classification of Law - Criminal vs Civil Law and Public vs Private Law": "Law can be divided into public law and private law. Public law sets rules for government and its branches, while private law deals with relationships between individuals. Public law includes constitutional, administrative, tax, criminal, and procedural law, while private law covers contracts, tort law, business organizations, property ownership, and family rights. Criminal law deals with behavior that's an offense against the public, society, or state, while civil law deals with behavior that causes injury to an individual or private party. Both criminal and civil law can be initiated, decided, and punished differently."
}