{
    "start_time": [
        "0.0",
        "21.48",
        "40.42",
        "56.04",
        "71.92",
        "92.38",
        "111.6",
        "128.72",
        "144.66",
        "168.61999999999998",
        "184.1",
        "202.1",
        "229.66",
        "246.10000000000002",
        "264.46",
        "282.29999999999995",
        "297.94",
        "313.74",
        "332.34000000000003",
        "352.54",
        "371.74"
    ],
    "end_time": [
        "21.48",
        "40.42",
        "56.04",
        "71.92",
        "92.38",
        "111.6",
        "128.22",
        "144.66",
        "168.61999999999998",
        "184.1",
        "202.1",
        "222.7",
        "246.10000000000002",
        "264.46000000000004",
        "282.29999999999995",
        "297.94",
        "313.74",
        "332.34000000000003",
        "352.54",
        "371.74",
        "381.26"
    ],
    "content": [
        " Let's have a look at court systems starting with the United States., At the very top we have the U.S. Supreme Court., Below the Supreme Court there are two separate court systems, federal and state.",
        " The lowest federal courts are the U.S. District Courts., There are 94 federal judicial districts, including at least one district in each state, the District, of Columbia and Puerto Rico., Three territories of the United States, the Virgin Islands, Guam, and the Northern Mariana",
        " Islands also have district courts., District court decisions can be appealed to one of the U.S. Courts of Appeal., These courts are divided into 13 circuits and each hears appeals from the district",
        " courts within its borders, or in some instances from other designated federal courts and administrative, agencies., Appeals from the circuit courts are taken to the Supreme Court of the United States.",
        " There are also special federal courts and entities., These include courts that have jurisdiction over specific subject matters., They include the U.S. Tax Court, the Patent, Trial, and Appeal Board, the United States, Bankruptcy Courts, and several others.",
        " State courts have jurisdiction over disputes with some connection to a U.S. state., State courts handle the vast majority of civil and criminal cases in the United States., State courts generally apply their own state law to decide cases, although where applicable,",
        " they also apply federal law., State courts are organized in accordance with their state's constitution and statutes., Generally there are trial courts at the lowest level, where typically a single judge presides, over criminal or civil actions.",
        " These of these courts may be reviewed by a panel of a state court of appeals., Generally there is also a highest court for appeals, a state supreme court, that oversees, the court system.",
        " In matters that involve issues of federal law, the final decision of the state's highest, court, including refusals to hear final appeals, may be appealed to the United States Supreme, Court., Why would there be two separate court systems, federal and state?",
        " These are because it contributes to federalism, the sharing of powers between the federal, government and the states., It improves the system of checks and balances by limiting the power of federal or national",
        " courts, and because state courts may benefit from better local knowledge than federal, courts., However, there could also be some bias in favor of local parties., That's historically the reason for diversity jurisdiction in the U.S., which we will come",
        " back to., For now, suffice it to say that under what is referred to as diversity jurisdiction,, a case can be heard by a federal court if the plaintiff and defendant are based in different, states., This is to avoid having courts give the local party better treatment than the other party.",
        " The highest court in the U.S. is the United States Supreme Court, based in Washington,, D.C., There are nine U.S. Supreme Court justices., They are appointed by the President of the United States.",
        " The Supreme Court only agrees to hear or certify selected cases., These can be cases that went through the federal or state court system., Before reaching the Supreme Court, the parties have to go through the appeals system in the, federal or state system first.",
        " Meaning that the Supreme Court will normally only take cases that come from the federal, court of appeal or the state supreme courts., However, the Supreme Court also has original jurisdiction over certain cases.",
        " That is, some cases may be immediately tried before the Supreme Court without having to, go through the state or federal courts first., Examples of this include lawsuits between two or more states and cases involving ambassadors",
        " and other public ministers., The Supreme Court has appellate jurisdiction., That is, it can hear cases on appeal, on almost any other case that involves a point of constitutional",
        " and or federal law., Some examples include cases to which the United States is a party, cases involving treaties, and cases involving ships on the high seas and navigable waterways, Admiralty cases.",
        " The best known power of the Supreme Court is judicial review., That is, the ability of the court to declare a legislative or executive act in violation, of the Constitution., Remarkably, however, this power is not found within the text of the US Constitution.",
        " Instead, it was established in the case of Marbury v. Madison in 1803 by the US Supreme, Court itself., Examples of this type of judicial review include cases on the question whether certain state, laws are violations of the US Constitution.",
        " For instance, there were several cases that discussed whether the burning of US flags, constituted a violation of the freedom of speech."
    ]
}