{
    "start_time": [
        "0.0",
        "20.18",
        "35.32",
        "52.18",
        "71.98",
        "90.78",
        "112.78",
        "137.98",
        "153.98",
        "177.17999999999998",
        "197.17999999999998",
        "217.17999999999998",
        "234.38",
        "253.57999999999998",
        "268.58",
        "283.78"
    ],
    "end_time": [
        "20.18",
        "35.32",
        "52.18",
        "71.98",
        "87.78",
        "109.78",
        "137.78",
        "153.98",
        "174.17999999999998",
        "196.17999999999998",
        "215.17999999999998",
        "234.38",
        "253.38",
        "268.58",
        "283.78",
        "303.78"
    ],
    "content": [
        " Previously, we talked about positive laws, which derive from legislation., Positive law can be contrasted with common law as another major source of legal rules.",
        " Common law is the body of law derived from judicial decisions of courts and similar tribunals., In other words, it is judge-made law., An important element with respect to common law is the principle of stare decisis, Latin for stand-on decided cases.",
        " Literally translated, it means that once something has been decided, it should be left decided., Stare decisis works in two ways., First, it provides that a court is obliged to follow the precedents of superior courts., That would be called vertical stare decisis.",
        " Second, it provides that courts should follow their own prior decisions., That's called horizontal stare decisis., In both instances, stare decisis only applies where courts are faced with cases that are based on the same or similar facts as those that gave rise to a previous case or precedent.",
        " When courts look at precedents, what is of concern is not who won or who lost the presidential case, but rather the legal principles that can be taken from it., The stare decisis principle applies both in the UK and in the US.",
        " In the UK, as the Guide to the Judicial System explains, stare decisis means that decisions made in the Supreme Court and the Court of Appeal become precedents that must be followed by courts in all future cases., The British stare decisis principle is much more straightforward than its counterpart in the United States.",
        " In the US, all courts are bound to follow the rulings of the Supreme Court as the highest court in the country., Decisions by the Court of Appeals are binding for lower courts in their districts or circuits., For example, a decision by the Court of Appeals for the Second Circuit is binding for a federal district court in New York because New York belongs to the Second Circuit.",
        " Court of Appeals decisions are not binding but still persuasive authority in the other circuits., Finally, state courts are bound by Supreme Court precedents., However, they do not need to follow precedents set by federal courts.",
        " But of course, state courts are required to follow precedents that are set by any superior courts in their own state system., The stare decisis principle is not absolute., Indeed, the US Supreme Court has developed a set of principles that allows departures from the requirement to adhere to precedents.",
        " First, this can be permissible where a specific doctrine has become unworkable and irrelevant,, or where it has become needlessly obscured by a confusing line of cases,, in which courts may need to clarify their prior decisions by issuing a new, workable and clear rule.",
        " Second, departure from stare decisis are justified in instances where society has not built or organized itself upon the precedent that the court is considering overruling., In other words, where a precedent has not been accepted by the people.",
        " Third, departures from precedent are allowed where facts have changed., A famous example of this is the Supreme Court's decision in Brown v. Board of Education., Brown v. Board of Education held that US state laws establishing racial segregation in public schools are unconstitutional,",
        " even if the segregated schools are otherwise equal in quality., It stands for the proposition that the idea of separate but equal schools is not acceptable., In Brown v. Board of Education, the Supreme Court overruled its earlier decision in Plessy v. Ferguson.",
        " The reason why the court departed from the stare decisis principle was mostly because the facts of the situation had changed., Society had recognized that racism and segregation were evil and unacceptable, where before it had not.",
        " Therefore, it was justified in departing from the previous precedent., Overall, we can see that stare decisis is a fundamental element of the common law., The advantage of the doctrine of precedent is that it provides certainty and predictability.",
        " The disadvantage, however, is that stare decisis can result in a lack of flexibility and an inability to adapt to changing moral, socioeconomic and political realities., To some extent, however, the possibility of departures from stare decisis mitigates these concerns."
    ]
}