{
    "start_time": [
        "0.0",
        "17.240000000000002",
        "34.7",
        "51.46",
        "71.82",
        "94.22",
        "110.98",
        "126.72",
        "144.22"
    ],
    "end_time": [
        "17.240000000000002",
        "34.7",
        "51.46",
        "71.82",
        "94.22",
        "110.98",
        "126.72",
        "144.22",
        "160.42000000000002"
    ],
    "content": [
        " Let's have a closer look at the differences between civil law and criminal law., In civil cases, the plaintiff, the party that brings the lawsuit or action, is a private",
        " party, such as an individual or a business., In criminal law, the plaintiff, also called the complainant in this context, is the government, or the state, which acts as the prosecution.",
        " In both civil and criminal cases, the defendant is a private party, again, either an individual, or an organization., In order for a plaintiff to prevail in a civil lawsuit, there has to be a preponderance of",
        " evidence that supports the case and its alleged facts., The burden of proof is more stringent in criminal law., In criminal law, the test of evidence required is beyond a reasonable doubt., This makes it more difficult to secure a conviction, which however makes sense, given that criminal",
        " sanctions can be more drastic than civil sanctions., In civil cases, the sanctions or remedies typically consist of either damages, injunctions,, equitable remedies such as specific performance, or even a combination thereof.",
        " In criminal law, some of the main sanctions include incarceration or prison, fines and, penalties or even execution., Finally, civil and criminal law differ in certain respects when it comes to the underlying",
        " societal goals or public policies., Civil law is about compensation, first and foremost, but also about deterrence of future, misconduct, and, to some extent, punishment.",
        " Punishment is normally not an important element of civil law, with the exception, however,, of punitive damages in tort cases., Criminal law is normally not about compensation., Here the strong emphasis lies on specific and general deterrence, that is, preventing",
        " the defendant as well as others from offending again., Additionally, criminal law has a strong punitive element., In the same vein, criminal law is said to have certain signalling and expressive functions."
    ]
}